[
   " A beautiful, smart, and loving person will be coming into your life.",
"A dubious friend may be an enemy in camouflage.",
"A faithful friend is a strong defense.",
"A feather in the hand is better than a bird in the air.",
"A fresh start will put you on your way.",
"A friend asks only for your time not your money.",
"A friend is a present you give yourself.",
"A gambler not only will lose what he has, but also will lose what he doesn’t have.",
"A golden egg of opportunity falls into your lap this month.",
"A good friendship is often more important than a passionate romance.",
"A good time to finish up old tasks.",
"A hunch is creativity trying to tell you something.",
"A lifetime friend shall soon be made.",
"A lifetime of happiness lies ahead of you.",
"A light heart carries you through all the hard times.",
"A new perspective will come with the new year.",
"A person is never too (sick) old to learn.",
"A person of words and not deeds is like a garden full of weeds.",
"A pleasant surprise is waiting for you.",
"A short pencil is usually better than a long memory any day.",
"A small donation is call for. It’s the right thing to do.",
"A smile is your personal welcome mat.",
"A smooth long journey! Great expectations.",
"A soft voice may be awfully persuasive.",
"A truly rich life contains love and art in abundance.",
"Accept something that you cannot change, and you will feel better.",
"Adventure can be real happiness.",
"Advice is like kissing. It costs nothing and is a pleasant thing to do. (thought this one was funny to add)",
"Advice, when most needed, is least heeded.",
"All the effort you are making will ultimately pay off.",
"All the troubles you have will pass away very quickly.",
"All will go well with your new project.",
"All your hard work will soon pay off.",
"Allow compassion to guide your decisions.",
"An acquaintance of the past will affect you in the near future.",
"An agreeable romance might begin to take on the appearance.",
"An important person will offer you support.",
"An inch of time is an inch of gold.",
"Any day above ground is a good day.",
"Any decision you have to make tomorrow is a good decision.",
"At the touch of love, everyone becomes a poet.",
"Be careful or you could fall for some tricks today.",
"Beauty in its various forms appeals to you.",
"Because you demand more from yourself, others respect you deeply.",
"Believe in yourself and others will too.",
"Believe it can be done.",
"Better ask twice than lose yourself once.",
"Bide your time, for success is near.",
"Carve your name on your heart and not on marble.",
"Chance favors those in motion.",
"Change is happening in your life, so go with the flow!",
"Competence like yours is underrated.",
"Congratulations! You are on your way.",
"Could I get some directions to your heart?",
"Courtesy begins in the home.",
"Courtesy is contagious.",
"Curiosity kills boredom. Nothing can kill curiosity.",
"Dedicate yourself with a calm mind to the task at hand.",
"Depart not from the path which fate has you assigned.",
"Determination is what you need now.",
"Diligence and modesty can raise your social status.",
"Disbelief destroys the magic.",
"Distance yourself from the vain.",
"Do not be intimidated by the eloquence of others.",
"Do not let ambitions overshadow small success.",
"Do not make extra work for yourself.",
"Do not underestimate yourself. Human beings have unlimited potentials.",
"Do you know that the busiest person has the largest amount of time?",
"Don’t be discouraged, because every wrong attempt discarded is another step forward.",
"Don’t confuse recklessness with confidence.",
"Don’t expect romantic attachments to be strictly logical or rational.",
"Don’t just spend time. Invest it.",
"Don’t just think, act!",
"Don’t let friends impose on you, work calmly and silently.",
"Don’t let the past and useless detail choke your existence.",
"Don’t let your limitations overshadow your talents.",
"Each day, compel yourself to do something you would rather not do.",
"Education is the ability to meet life’s situations.",
"Embrace this love relationship you have!",
"Emulate what you admire in your parents.",
"Emulate what you respect in your friends.",
"Every flower blooms in its own sweet time.",
"Every wise man started out by asking many questions.",
"Everyday in your life is a special occasion.",
"Everywhere you choose to go, friendly faces will greet you.",
"Failure is the chance to do better next time.",
"Failure is the path of lease persistence.",
"Fear and desire – two sides of the same coin.",
"Fearless courage is the foundation of victory.",
"Feeding a cow with roses does not get extra appreciation.",
"First think of what you want to do; then do what you have to do.",
"Follow the middle path. Neither extreme will make you happy.",
"For hate is never conquered by hate. Hate is conquered by love.",
"For the things we have to learn before we can do them, we learn by doing them.",
"From listening comes wisdom and from speaking repentance.",
"From now on your kindness will lead you to success.",
"Get your mind set – confidence will lead you on.",
"Get your mind set…confidence will lead you on.",
"Go for the gold today! You’ll be the champion of whatever.",
"Hate is always foolish, and love is always wise. Try to be nice, but never fail to be kind."
]